{
    "Your password has expired. We require you to change your password every :days days for security purposes.": "Mật khẩu của bạn đã hết hạn. Chúng tôi yêu cầu bạn thay đổi mật khẩu của mình sau mỗi: ngày vì mục đích bảo mật.",
    "You do not have access to do that.": "Bạn không có quyền truy cập để làm điều đó.",
    "Two-factor Authentication must be :status to view this page.": "Xác thực hai yếu tố (2FA) là: điều kiện cần để xem trang này.",
    "One or more permissions were not found or are not allowed to be associated with this role type.": "Một hoặc nhiều quyền không được tìm thấy hoặc không được phép liên kết với loại tài khoản này.",
    "You can not edit the Administrator role.": "Vous ne pouvez pas modifier le rôle d'administrateur.",
    "You can not delete the Administrator role.": "Bạn không thể xóa tài khoản quản trị.",
    "Only the administrator can change their password.": "Chỉ có tài khoản quản trị mới có thể đổi mật khẩu.",
    "One or more roles were not found or are not allowed to be associated with this user type.": "Một hoặc nhiều vai trò không được tìm thấy hoặc không được phép liên kết với loại người dùng này.",
    "One or more permissions were not found or are not allowed to be associated with this user type.": "Một hoặc nhiều quyền không được tìm thấy hoặc không được phép liên kết với kiểu người dùng này.",
    "Only the administrator can update this user.": "Chỉ quản trị viên mới có thể cập nhật người dùng này.",
    "You can not delete the master administrator.": "Bạn không thể xóa quản trị viên chính (master administrator).",
    "You can not clear your own session.": "Bạn không thể xóa session của chính mình.",
    "Your account has been deactivated.": "Tài khoản của bạn đã bị vô hiệu hóa.",
    "Password successfully updated.": "Đã cập nhật mật khẩu thành công.",
    "Two Factor Authentication Successfully Disabled": "Xác thực hai yếu tố đã bị vô hiệu hóa thành công",
    "You must accept the Terms & Conditions.": "Bạn phải chấp nhận các Điều khoản & Điều kiện.",
    "Any old backup codes have been invalidated.": "Mọi mã dự phòng cũ đã bị vô hiệu.",
    "Two Factor Recovery Codes Regenerated": "Đã tạo lại mã khôi phục cho xác thực hai yếu tố",
    "The role was successfully created.": "Role đã được tạo thành công.",
    "The role was successfully updated.": "Role đã được cập nhật thành công.",
    "The role was successfully deleted.": "Role đã được xóa thành công.",
    "The user was successfully updated.": "Người dùng đã được cập nhật thành công.",
    "The user was successfully created.": "Người dùng đã được tạo thành công.",
    "The user was successfully deleted.": "Người dùng đã được xóa thành công.",
    "The user was successfully restored.": "Người dùng đã được khôi phục thành công.",
    "The user was permanently deleted.": "Người dùng đã bị xóa vĩnh viễn.",
    "You can not set a password that you have previously used within the last :num times.": "Bạn không thể đặt mật khẩu mà bạn đã sử dụng trước đó trong :num lần.",
    "Reset Password Notification": "Đặt lại thông báo mật khẩu",
    "You are receiving this email because we received a password reset request for your account.": "Bạn nhận được email này vì chúng tôi đã nhận được yêu cầu đặt lại mật khẩu cho tài khoản của bạn.",
    "Reset Password": "Đặt lại mật khẩu",
    "This password reset link will expire in :count minutes.": "Liên kết đặt lại mật khẩu này sẽ hết hạn sau: :count phút.",
    "If you did not request a password reset, no further action is required.": "Nếu bạn không yêu cầu đặt lại mật khẩu, không cần thực hiện thêm hành động nào.",
    "Verify E-mail Address": "Xác nhận địa chỉ e-mail của bạn",
    "Please click the button below to verify your email address.": "Vui lòng nhấp vào nút bên dưới để xác minh địa chỉ email của bạn.",
    "If you did not create an account, no further action is required.": "Nếu bạn chưa tạo tài khoản, bạn không cần thực hiện thêm hành động nào.",
    "There was a problem creating the role.": "Đã xảy ra sự cố khi tạo role.",
    "There was a problem updating the role.": "Đã xảy ra sự cố khi cập nhật role.",
    "You can not delete a role with associated users.": "Bạn không thể xóa role với người dùng được liên kết.",
    "There was a problem deleting the role.": "Đã xảy ra sự cố khi xóa role.",
    "There was a problem creating your account.": "Đã xảy ra sự cố khi tạo tài khoản của bạn.",
    "There was a problem connecting to :provider": "Đã xảy ra sự cố khi kết nối với: :provider",
    "There was a problem creating this user. Please try again.": "Đã xảy ra sự cố khi tạo người dùng này. Vui lòng thử lại.",
    "There was a problem updating this user. Please try again.": "Đã xảy ra sự cố khi cập nhật người dùng này. Vui lòng thử lại.",
    "That is not your old password.": "Đó không phải là mật khẩu cũ của bạn.",
    "You can not do that to yourself.": "Bạn không thể làm điều đó với chính mình.",
    "You can not deactivate the administrator account.": "Bạn không thể hủy kích hoạt tài khoản quản trị viên.",
    "You can not delete yourself.": "Bạn không thể xóa chính tài khoản của mình.",
    "There was a problem restoring this user. Please try again.": "Đã xảy ra sự cố khi khôi phục người dùng này. Vui lòng thử lại.",
    "There was a problem permanently deleting this user. Please try again.": "Đã xảy ra sự cố khi xóa vĩnh viễn người dùng này. Vui lòng thử lại.",
    "The requested resource was not found.": "Không tìm thấy tài nguyên được yêu cầu.",
    "Type": "Loại",
    "Name": "Tên",
    "Permissions": "Quyền Hạn",
    "Number of Users": "Tổng số người dùng",
    "Actions": "Hành động",
    "E-mail": "Email",
    "Verified": "Đã xác minh",
    "Roles": "Phân Quyền",
    "2FA": "2FA",
    "Additional Permissions": "Quyền bổ sung",
    "Two Factor Authentication Successfully Enabled": "Xác thực hai yếu tố(2FA) đã được kích hoạt thành công",
    "Your authorization code was invalid. Please try again.": "Mã ủy quyền của bạn không hợp lệ. Vui lòng thử lại.",
    "You must confirm your new e-mail address before you can go any further.": "Bạn phải xác nhận địa chỉ e-mail mới của mình trước khi có thể tiếp tục.",
    "Profile successfully updated.": "Hồ sơ được cập nhật thành công.",
    "Dashboard": "Bảng điều khiển",
    "Account": "Tài Khoản",
    "Login": "Đăng Nhập",
    "Register": "Đăng Ký",
    "Docs": "Tài Liệu",
    "E-mail Address": "Địa chỉ E-mail",
    "Password": "Mật khẩu",
    "Password Confirmation": "Xác nhận mật khẩu",
    "I agree to the": "Tôi đồng ý với",
    "Terms & Conditions": "termes & conditions",
    "Please confirm your password before continuing.": "Vui lòng xác nhận mật khẩu của bạn trước khi tiếp tục.",
    "Confirm Password": "Xác nhận mật khẩu",
    "Your password has expired.": "Mật khẩu của bạn đã hết hạn.",
    "Current Password": "Mật khẩu hiện tại",
    "New Password": "Mật khẩu mới",
    "Update Password": "Cập nhật mật khẩu",
    "Send Password Reset Link": "Gửi liên kết đặt lại mật khẩu",
    "Login with Bitbucket": "Đăng nhập bằng Bitbucket",
    "Login with Facebook": "Đăng nhập bằng Facebook",
    "Login with Google": "Đăng nhập bằng Google",
    "Login with Github": "Đăng nhập bằng Github",
    "Login with Linkedin": "Đăng nhập bằng LinkedIn",
    "Login with Twitter": "Đăng nhập bằng Twitter",
    "Verify Your E-mail Address": "Xác nhận địa chỉ e-mail",
    "Before proceeding, please check your email for a verification link.": "Trước khi tiếp tục, vui lòng kiểm tra email của bạn để biết liên kết xác minh.",
    "If you did not receive the email": "Nếu bạn không nhận được email",
    "click here to request another": "bấm vào đây để yêu cầu khác",
    "Remember Me": "Ghi nhớ đăng nhập",
    "Forgot Your Password?": "Bạn quên mật khẩu?",
    "Toggle navigation": "Toggle navigation",
    "Administration": "Administration",
    "My Account": "Tài Khoản",
    "Logout": "Đăng Xuất",
    "My Profile": "Thông tin cá nhân",
    "Edit Information": "Đổi thông tin",
    "Two Factor Authentication": "Xác thực hai yếu tố(2FA)",
    "You are logged in!": "Bạn đã được đăng nhập!",
    "Two Factor Recovery Codes": "Mã khôi phục cho xác thực hai yếu tố",
    "Save your two factor recovery codes:": "Lưu lại mã khôi phục hai yếu tố của bạn:",
    "Recovery codes are used to access your account in the event you no longer have access to your authenticator app.": "Mã khôi phục được sử dụng để truy cập vào tài khoản của bạn trong trường hợp bạn không còn quyền truy cập vào phần mềm xác thực của mình.",
    "Generate New Backup Codes": "Tạo mã dự phòng mới",
    "Each code can only be used once!": "Mỗi mã chỉ được sử dụng một lần!",
    "Used": "Đã sử dụng",
    "Not Used": "Chưa được sử dụng",
    "I have stored these codes in a safe place": "Tôi đã lưu trữ những mã này ở một nơi an toàn",
    "Enable Two Factor Authentication": "Bật xác thực hai yếu tố",
    "Step 1: Configure your 2FA app": "Bước 1: Cấu hình ứng dụng 2FA của bạn",
    "Most applications will let you set up by scanning the QR code from within the app. If you prefer, you may type the key below the QR code in manually.": "Hầu hết các ứng dụng sẽ cho phép bạn thiết lập bằng cách quét mã QR từ trong ứng dụng. Nếu muốn, bạn có thể nhập khóa bên dưới mã QR theo cách thủ công.",
    "Step 2: Enter a 2FA code": "Bước 2: Nhập mã 2FA",
    "Generate a code from your 2FA app and enter it below:": "Tạo mã từ ứng dụng 2FA của bạn và nhập mã đó vào bên dưới:",
    "Disable Two Factor Authentication": "Vô hiệu hóa xác thực hai yếu tố",
    "Authorization Code": "Mã ủy quyền",
    "Remove Two Factor Authentication": "Loại bỏ xác thực hai yếu tố",
    "New Password Confirmation": "Xác nhận mật khẩu mới",
    "If you change your e-mail you will be logged out until you confirm your new e-mail address.": "Nếu bạn thay đổi e-mail của mình, bạn sẽ bị đăng xuất cho đến khi bạn xác nhận địa chỉ e-mail mới của mình.",
    "Update": "Cập nhật",
    "Two Factor Authentication is Enabled": "Xác thực hai yếu tố được bật ",
    "View\/Regenerate Recovery Codes": "Xem \/ Tạo lại mã khôi phục",
    "Two Factor Authentication is Disabled": "Xác thực hai yếu tố đã bị tắt",
    "Avatar": "Avatar",
    "Social Provider": "Social Provider",
    "Timezone": "Timezone",
    "N\/A": "N \/ A",
    "Account Created": "Tài khoản đã được tạo",
    "Last Updated": "Cập nhật mới nhất",
    "A fresh verification link has been sent to your email address.": "Một liên kết xác minh mới đã được gửi đến địa chỉ email của bạn.",
    "Thank you for verifying your e-mail address.": "Cám ơn đã xác nhận địa chỉ email của bạn.",
    "The Application is currently in read only mode. All requests other than GET are disabled.": "Ứng dụng hiện đang ở chế độ chỉ đọc. Tất cả các yêu cầu ngoài GET đều bị vô hiệu hóa.",
    "You are currently logged in as :name.": "Bạn đang đăng nhập :name.",
    "Return to your account": "Quay lại tài khoản của bạn",
    "Role Management": "Quản lý Quyền",
    "Create Role": "Tạo Role",
    "There are no permissions to choose from.": "Không có quyền nào để lựa chọn.",
    "Administrator": "Administrator",
    "User": "User",
    "Update Role": "Cập nhật Role",
    "Cancel": "Hủy",
    "General Permissions": "General Permissions",
    "Permission Categories": "Danh sách Quyền",
    "There are no additional permissions to choose from for this type.": "Không có quyền bổ sung nào để lựa chọn cho loại này.",
    "All Permissions": "All Permissions",
    "No Permissions": "No Permissions",
    "There are no roles to choose from for this type.": "Không có vai trò(role) nào để lựa chọn cho loại này.",
    "User Management": "Quản lý User",
    "Create User": "Tạo User",
    "Active": "Active",
    "Inactive": "Inactive",
    "Deactivated Users": "Vô hiệu hóa User",
    "Deleted Users": "Xóa User",
    "Restore": "Khôi Phục",
    "Permanently Delete": "Xóa vĩnh viễn",
    "Reactivate": "Kích hoạt lại",
    "More": "Plus",
    "Change Password": "Đổi mật khẩu",
    "Clear Session": "Xóa session",
    "Deactivate": "Vô hiệu hóa",
    "Yes": "Yes",
    "No": "No",
    "Update User": "Cập nhật User",
    "E-mail Verified": "Xác nhận email",
    "Send Confirmation E-mail": "Gửi e-mail xác nhận",
    "Change Password for :name": "Đổi mật khẩu cho :name",
    "View User": "Xem thông tin User",
    "Back": "Back",
    "Status": "Trạng thái",
    "Last Login At": "Đăng nhập lần cuối lúc",
    "Last Known IP Address": "Địa chỉ IP đăng nhập cuối cùng",
    "Provider": "Provider",
    "Provider ID": "Provider ID",
    "Account Deleted": "Tài khoản đã bị xóa",
    "Copyright": "Bản quyền",
    "All Rights Reserved": "Đã đăng ký Bản quyền",
    "Powered by": "Cung cấp bởi",
    "System": "System",
    "Access": "Access",
    "Welcome :Name": "Chào mừng :Name",
    "Welcome to the Dashboard": "Chào mừng bạn đến với Trang quản trị",
    "Delete": "Delete",
    "Close": "Close",
    "Edit": "Edit",
    "View": "View",
    "Save": "Lưu",
    "You can not set a password that you have previously used within the last 3 times.": "Bạn không thể đặt mật khẩu mà bạn đã sử dụng trước đó trong vòng 3 lần gần đây nhất.",
    "These credentials do not match our records.": "Những thông tin xác thực này không khớp với hồ sơ của chúng tôi.",
    "Editing :role": "Chỉnh sửa :role",
    "Home": "Home",
    "No Record Found": "Dữ liệu không tồn tại",
    "Invalid Request": "Invalid Request!"
}
